{
  "FMG_ID": 318,
  "Entries": [
    {
      "Text": "A talisman depicting a set of perfume bottles.\nRaises potency of arts employing perfume.\n\nThere are gardens known only to the perfumers. Whether hidden on the fringes of the highlands, or obscured by shadows inside caves, the flowers blossom in secret, waiting to impart their scent.",
      "IDList": [
        2220
      ]
    },
    {
      "Text": "A medallion with crimson amber inlaid.\nBoosts maximum HP by the utmost.\n\nThe Erdtree\u0027s old sap becomes amber, treasured as the most precious of jewels in the age of Godfrey, the first Elden Lord.\n\nThese medallions, of the largest variety, were conferred to Godwyn\u0027s inner circle of distinguished golden knights. ",
      "IDList": [
        7000
      ]
    },
    {
      "Text": "%null%",
      "IDList": [
        7001,
        7002,
        7003,
        7004,
        7005,
        7006,
        7007,
        7008,
        7009,
        7011,
        7012,
        7013,
        7014,
        7015,
        7016,
        7017,
        7018,
        7019,
        7021,
        7022,
        7023,
        7024,
        7025,
        7026,
        7027,
        7028,
        7029,
        7031,
        7032,
        7033,
        7034,
        7035,
        7036,
        7037,
        7038,
        7039,
        7041,
        7042,
        7043,
        7044,
        7045,
        7046,
        7047,
        7048,
        7049,
        7051,
        7052,
        7053,
        7054,
        7055,
        7056,
        7057,
        7058,
        7059,
        7081,
        7082,
        7083,
        7084,
        7085,
        7086,
        7087,
        7088,
        7089,
        7091,
        7092,
        7093,
        7094,
        7095,
        7096,
        7097,
        7098,
        7099,
        7101,
        7102,
        7103,
        7104,
        7105,
        7106,
        7107,
        7108,
        7109,
        7111,
        7112,
        7113,
        7114,
        7115,
        7116,
        7117,
        7118,
        7119,
        7121,
        7122,
        7123,
        7124,
        7125,
        7126,
        7127,
        7128,
        7129,
        7131,
        7132,
        7133,
        7134,
        7135,
        7136,
        7137,
        7138,
        7139,
        7141,
        7142,
        7143,
        7144,
        7145,
        7146,
        7147,
        7148,
        7149,
        8001,
        8002,
        8003,
        8004,
        8005,
        8006,
        8007,
        8008,
        8009,
        8011,
        8012,
        8013,
        8014,
        8015,
        8016,
        8017,
        8018,
        8019,
        8021,
        8022,
        8023,
        8024,
        8025,
        8026,
        8027,
        8028,
        8029,
        8031,
        8032,
        8033,
        8034,
        8035,
        8036,
        8037,
        8038,
        8039,
        8041,
        8042,
        8043,
        8044,
        8045,
        8046,
        8047,
        8048,
        8049,
        8051,
        8052,
        8053,
        8054,
        8055,
        8056,
        8057,
        8058,
        8059,
        8061,
        8062,
        8063,
        8064,
        8065,
        8066,
        8067,
        8068,
        8069,
        8091,
        8092,
        8093,
        8094,
        8095,
        8096,
        8097,
        8098,
        8099,
        8101,
        8102,
        8103,
        8104,
        8105,
        8106,
        8107,
        8108,
        8109,
        8111,
        8112,
        8113,
        8114,
        8115,
        8116,
        8117,
        8118,
        8119,
        8121,
        8122,
        8123,
        8124,
        8125,
        8126,
        8127,
        8128,
        8129,
        8131,
        8132,
        8133,
        8134,
        8135,
        8136,
        8137,
        8138,
        8139,
        8141,
        8142,
        8143,
        8144,
        8145,
        8146,
        8147,
        8148,
        8149,
        8151,
        8152,
        8153,
        8154,
        8155,
        8156,
        8157,
        8158,
        8159,
        8161,
        8162,
        8163,
        8164,
        8165,
        8166,
        8167,
        8168,
        8169,
        8171,
        8172,
        8173,
        8174,
        8175,
        8176,
        8177,
        8178,
        8179,
        8181,
        8182,
        8183,
        8184,
        8185,
        8186,
        8187,
        8188,
        8189,
        8191,
        8192,
        8193,
        8194,
        8195,
        8196,
        8197,
        8198,
        8199,
        8201,
        8202,
        8203,
        8204,
        8205,
        8206,
        8207,
        8208,
        8209,
        8211,
        8212,
        8213,
        8214,
        8215,
        8216,
        8217,
        8218,
        8219,
        8221,
        8222,
        8223,
        8224,
        8225,
        8226,
        8227,
        8228,
        8229,
        8231,
        8232,
        8233,
        8234,
        8235,
        8236,
        8237,
        8238,
        8239
      ]
    },
    {
      "Text": "A medallion with cerulean amber inlaid.\nBoosts maximum FP by the utmost.\n\nThe Erdtree\u0027s old sap becomes amber, treasured as the most precious of jewels in the age of Godfrey, the first Elden Lord.\n\nThese medallions, of the largest variety, were conferred to Godwyn\u0027s inner circle of distinguished golden knights.",
      "IDList": [
        7010
      ]
    },
    {
      "Text": "A medallion with viridian amber inlaid.\nBoosts maximum stamina by the utmost.\n\nThe Erdtree\u0027s old sap becomes amber, treasured as the most precious of jewels in the age of Godfrey, the first Elden Lord.\n\nThese medallions, of the largest variety, were conferred to Godwyn\u0027s inner circle of distinguished golden knights. ",
      "IDList": [
        7020
      ]
    },
    {
      "Text": "A talisman in the shape of a two-headed green turtle.\nGreatly raises stamina recovery speed.\n\nTurtles are known as a nutritious ingredient, symbolic of inexhaustible power.\n\nTwo-headed turtles are a favorite subject in the land of the tower, due to the spiral shape of their intertwined necks.",
      "IDList": [
        7030
      ]
    },
    {
      "Text": "Ceremonial accoutrement worn by hornsent.\nVastly raises robustness.\n(Robustness governs resistance to blood loss and frost.)\n\nHorns are sublime artifacts to hornsent, and their presence confirms the belief that they are a chosen people.\n\nOnly the repeated sprouting of fresh horns can create a tangled horn, which is viewed as an irrefutable symbol of primacy.",
      "IDList": [
        7040
      ]
    },
    {
      "Text": "Ceremonial accoutrement worn by hornsent.\nVastly raises immunity.\n(Immunity governs resistance to poison and rot.)\n\nHorns are sublime artifacts to hornsent, and their presence confirms the belief that they are a chosen people.\n\nOnly the repeated sprouting of fresh horns can create a tangled horn, which is viewed as an irrefutable symbol of primacy.",
      "IDList": [
        7050
      ]
    },
    {
      "Text": "Ceremonial accoutrement worn by hornsent.\nVastly raises focus.\n(Focus governs resistance to sleep and madness.)\n\nHorns are sublime artifacts to hornsent, and their presence confirms the belief that they are a chosen people.\n\nOnly the repeated sprouting of fresh horns can create a tangled horn, which is viewed as an irrefutable symbol of primacy.",
      "IDList": [
        7060
      ]
    },
    {
      "Text": "Vividly-colored ceremonial accoutrement worn by hornsent.\n\nVastly raises immunity, robustness, and focus.\n\nHorns are sublime artifacts to hornsent, and their presence confirms the belief that they are a chosen people.\n\nOnly the repeated sprouting of fresh horns can create a tangled horn, which is viewed as an irrefutable symbol of primacy.",
      "IDList": [
        7080
      ]
    },
    {
      "Text": "Talisman with a large depiction of a blue ancient dragon.\nBoosts magic damage negation by the utmost.\n\nThe ancient dragons, who ruled in the prehistoric era before the Erdtree, would protect their lord as a wall of living rock.\nAnd so it is that the shape of the dragon has become symbolic of all manner of protections.",
      "IDList": [
        7090
      ]
    },
    {
      "Text": "Talisman with a large depiction of a red ancient dragon.\nBoosts fire damage negation by the utmost.\n\nThe ancient dragons, who ruled in the prehistoric era before the Erdtree, would protect their lord as a wall of living rock.\nAnd so it is that the shape of the dragon has become symbolic of all manner of protections.",
      "IDList": [
        7100
      ]
    },
    {
      "Text": "Talisman with a large depiction of a yellow ancient dragon.\nBoosts lightning damage negation by the utmost.\n\nThe ancient dragons, who ruled in the prehistoric era before the Erdtree, would protect their lord as a wall of living rock.\nAnd so it is that the shape of the dragon has become symbolic of all manner of protections.",
      "IDList": [
        7110
      ]
    },
    {
      "Text": "A braid of golden hair, cut loose.\nQueen Marika\u0027s offering to the Grandmother.\n\nBoosts holy damage negation by the utmost.\n\nWhat was her prayer? Her wish, her confession?\nThere is no one left to answer, and Marika never returned home again.",
      "IDList": [
        7120
      ]
    },
    {
      "Text": "Talisman with a large depiction of a pearlescent ancient dragon.\nBoosts non-physical damage negation by the utmost.\n\nThe ancient dragons, who ruled in the prehistoric era before the Erdtree, would protect their lord as a wall of living rock.\nAnd so it is that the shape of the dragon has become symbolic of all manner of protections.",
      "IDList": [
        7130
      ]
    },
    {
      "Text": "A crimson-colored talisman patterned after an Erdtree seed.\nGreatly boosts HP restoration from the Flask of Crimson Tears.\n\nThe Erdtree seed of this talisman was presumed to be an object of myth. This age-old artifact also depicts the Two Fingers, perhaps harking back to the birth of the Erdtree.",
      "IDList": [
        7140
      ]
    },
    {
      "Text": "A cerulean-colored talisman patterned after an Erdtree seed.\nGreatly boosts FP restoration from the Flask of Cerulean Tears.\n\nThe Erdtree seed of this talisman was presumed to be an object of myth. This age-old artifact also depicts the Two Fingers, perhaps harking back to the birth of the Erdtree.",
      "IDList": [
        7150
      ]
    },
    {
      "Text": "Talisman depicting the blessed boon that is a droplet of the blue, luminescent sap of the Erdtree.\n\nGradually restores FP.\n\nIt was once thought that the blessed sap of the Erdtree would drip from its boughs forever—but that age of plenty swiftly came to a close, and with time, the Erdtree became more an object of faith.",
      "IDList": [
        8000
      ]
    },
    {
      "Text": "A talisman fashioned from thin feathers that embody the aspects of various creatures.\nSaid to have grown on the human body long ago.\n\nImproves backsteps but increases damage taken at all times.\n\nHornsent view the Crucible as sacred for the refinement wrought through its evolutionary gifts. Most prominently, their tangled horns.",
      "IDList": [
        8010
      ]
    },
    {
      "Text": "A talisman engraved with the lore of an outer god.\nRaises arcane.\n\nThe clan, who lost everything in the great fires, peered upon the corpse of their ancestor, normally an act of sanctity, and saw in its shadow a twisted deity.\n\nThe clan had suffered such torment that the horrible thing was taken as an object of worship.",
      "IDList": [
        8020
      ]
    },
    {
      "Text": "Shattered linchpin stone.\n\nRaises potency of kicking and stomping skills.\n\nLinchpin stones are spiritual anchors said to hold the ground in place and quell the fury of earthquakes—when this one shattered, the surrounding town fell into the broken earth. One account claimed that the moon itself had come tumbling down.",
      "IDList": [
        8030
      ]
    },
    {
      "Text": "A talisman depicting a warrior two-handing a sword.\nEnhances attacks with two-handed weapons.\n\nThe horned warriors were fitting figureheads for the military might of the tower they kept watch over, their deft attacks slashing through any and all foes.",
      "IDList": [
        8040
      ]
    },
    {
      "Text": "A talisman depicting a raised spear on a backdrop of flames, in remembrance of the lives lost in the sacred crusade led by Messmer.\n\nRaises attack power after defeating an enemy.\n\nThe warriors who fought in the crusade set aside both honor and mercy to wantonly impale and scorch those deemed impure.\n\nThose who felt invigorated by each cry of death were the same men who were certain of the sanctity of the campaign. ",
      "IDList": [
        8050
      ]
    },
    {
      "Text": "A talisman depicting the exultation of the aging untouchable, whose head resembles a sprig of ripe grapes.\n\nRaises attack power when madness is triggered in the vicinity.\n\n\u0022Gift your madness to our Lord.\nBless our brethren with grapes.\nTake care that they fully ripen.\u0022",
      "IDList": [
        8060
      ]
    },
    {
      "Text": "A talisman composed of fletched and iron arrows.\n\nIncreases the effective range of bows and raises attack power of arrows and bolts.",
      "IDList": [
        8070
      ]
    },
    {
      "Text": "Talisman depicting a knight bearing a pearlescent greatshield.\nBoosts all non-physical damage negation while guarding.\n\nThe nature and the potential of impurity surpassed the understanding of the knights, and so they were forced to prepare for all threats known or unknown.",
      "IDList": [
        8090
      ]
    },
    {
      "Text": "A quaint bouquet of dried flowers, offered to a small grave.\n\nRaises attack power when a spirit you have summoned dies.\n\nThe sorrow that flows from the untimely demise of a loved one is a tenderness shared by all, regardless of birthplace.",
      "IDList": [
        8100
      ]
    },
    {
      "Text": "A talisman depicting an ancient smithing hammer.\nInscribed with a smithscript.\n\nEnhances weapon-throwing attacks.\n\nIn ancient times, smithing was a divine act, and blacksmiths interpreted the script they perceived in the wrinkles of molten steel to imbue weapons with souls.",
      "IDList": [
        8110
      ]
    },
    {
      "Text": "A talisman depicting a soul taken by sickness.\n\nWhen certain ailments are triggered, this talisman grants resistance to the same ailment.\n\nWhen the weak were infected with the dreaded fly sickness, they perished well before the metamorphosis could take hold. Oddly, those who cared for the infected and made certain they were given a proper burial were never afflicted themselves.",
      "IDList": [
        8120
      ]
    },
    {
      "Text": "Handicraft depicting a golden crossed-tree.\nOne of the items conferred to the Needle Knights.\n\nEnhances attacks executed after rolling or backstepping.\n\nLong ago, the Needle Knights were in service of Miquella, but now they are no more. Save for one.",
      "IDList": [
        8130
      ]
    },
    {
      "Text": "Handicraft depicting a golden crossed-tree.\nOne of the items conferred to the Needle Knights.\n\nEnhances dash attacks.\n\nLong ago, the Needle Knights were in service of Miquella, but now they are no more. Save for one.",
      "IDList": [
        8140
      ]
    },
    {
      "Text": "A talisman depicting an archer wielding a longbow.\nBoosts attack power of precision-aimed shots.\n\nThe Albinauric archers were in a class of their own, and their deadly long-range specialists struck fear into the hearts of men.",
      "IDList": [
        8150
      ]
    },
    {
      "Text": "A talisman depicting a smiling St. Trina,\na vision conjured deep within a certain man\u0027s heart.\n\nRaises attack power when sleep is triggered in the vicinity.\n\n\u0022Only I am allowed to know. Of your velvety sleep. Its sweetly gentle embrace. So please, smile—for me, and only me.\u0022",
      "IDList": [
        8160
      ]
    },
    {
      "Text": "Talisman depicting the dread dragon of the jagged peak, whose roars cause the peak\u0027s molten fury to boil and churn.\n\nRaises potency of magma.\n\nBayle was the foul dragon\u0027s name—a terrible harbinger of destruction whose challenge to the ancient Dragonlord ended in grievous mutual injury.",
      "IDList": [
        8170
      ]
    },
    {
      "Text": "A charm depicting the crazed, cavorting dance of the divine beast conducted at the tower festival.\n\nRaises potency of storms.\n\nDivine beasts are messengers of the heavens, and their rage mirrors the tumult of the skies, of which storms are the pinnacle.",
      "IDList": [
        8180
      ]
    },
    {
      "Text": "A talisman depicting a wizened hand gently gripping a glintstone.\n\nShortens casting speed for sorcery and incantations by the utmost, but increases damage taken.\n\nCount Ymir was known for his recitations.\n\u0022One need only envision the romance of the stars above with adoration for stardust in one\u0027s heart to become a great sorcerer. Do so, and you will know love.\u0022",
      "IDList": [
        8190
      ]
    },
    {
      "Text": "A talisman depicting Godfrey, first Elden lord, receiving the precious sap.\n\nIncreases poise after using a flask of tears.\n\nThe Lord accepted the sap stoically, without any sign of wavering. No wonder Lord of the Erdtree casts a long shadow over the lands.",
      "IDList": [
        8200
      ]
    },
    {
      "Text": "A discus made of verdigris, the corroded metal known for its heft.\n\nRaises defense with higher equipment load.\n\nGreat weight makes for great strength. The strength to protect others.",
      "IDList": [
        8210
      ]
    },
    {
      "Text": "Talisman featuring a gallant portrait of Rellana, the Twin Moon Knight.\n\nEnhances attacks executed after maintaining the same stance for a certain length of time.\n\nEngraved as a reminder of the unparalleled devotion of those who left their homelands to serve Rellana.\n\n\u0022By your leave, we will accompany you wherever your lunar vessel takes you.\u0022",
      "IDList": [
        8220
      ]
    },
    {
      "Text": "A thin, blood-stained dagger. No longer fit for use.\n\nRaises attack power after each critical hit.\n\nHornsent employed this to honorably end the suffering of a compatriot. After claiming numerous lives, the dagger is now broken, but has acquired a spectral aura.",
      "IDList": [
        8230
      ]
    },
    {
      "Text": "A giant mass of intermingling Crucible attributes.\n\nReduces damage taken from critical hits and head shots and improves the effectiveness of rolling and backstepping, but also increases damage taken at all times.\n\nRumored to have sprouted upon giants and is known as the \u0022mother of Crucibles\u0022 in ancient tower lore.",
      "IDList": [
        8240
      ]
    }
  ]
}