{
  "FMG_ID": 324,
  "Entries": [
    {
      "Text": "This Ash of War grants no affinity to an armament, but imparts the following skill:\n\n\u0022Dryleaf Whirlwind: This skill represents the pinnacle of Dane\u0027s footwork-based martial artistry. Rise into the air with a series of spinning kicks before crashing down with one final strike. Imbues kicking attacks with energy, increasing their range.\u0022\n\nUsable on hand-to-hand weapons.",
      "IDList": [
        200000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Sacred affinity and the following skill:\n\n\u0022Aspects of the Crucible (Wings): This skill originates from the lifeforms of the Crucible. Grow a golden pair of wings and take to the air before diving down at the foe, weapon first. A spinning attack is performed when wielding a twinblade.\u0022\n\nUsable on swords as well as polearms capable of thrusting (colossal weapons excepted).",
      "IDList": [
        200100
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Heavy affinity and the following skill:\n\n\u0022Spinning Gravity Thrust: A gravity skill honed by the disciples of an Alabaster Lord. Uses gravitational power to hang in the air before rotating the body and charging forward. An additional input allows for a follow-up attack.\u0022\n\nUsable on large and colossal swords.",
      "IDList": [
        400000
      ]
    },
    {
      "Text": "This Ash of War grants no affinity to an armament, but imparts the following skill:\n\n\u0022Palm Blast: Skill of the spiritual seekers known as the Dryleaf Sect. Imbues hand with energy before using a palm strike to unleash an explosive blast. The already formidable power and impact can be bolstered by charging the attack.\u0022\n\nUsable on hand-to-hand weapons.",
      "IDList": [
        401000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Keen affinity and the following skill:\n\n\u0022Piercing Throw: Throw armament with a powerful spin, causing it to bore through foes. When using this skill, the armament can be thrown further than normal and also pierce through enemies.\u0022\n\nUsable on throwing blades.",
      "IDList": [
        402000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Keen affinity and the following skill:\n\n\u0022Scattershot Throw: Employ smithing arts to conjure multiple copies of the armament in both hands and throw them all at once. Follow up with an additional input to throw again.\u0022\n\nUsable on throwing blades.",
      "IDList": [
        403000
      ]
    },
    {
      "Text": "This Ash of War grants no affinity to an armament, but imparts the following skill:\n\n\u0022Wall of Sparks: Scatter perfumed powder in vicinity, producing intense sparks after a brief delay. Can be charged to increase power and range. The properties of the sparks are determined by the perfume bottle used.\u0022\n\nUsable on perfume bottles.",
      "IDList": [
        404000
      ]
    },
    {
      "Text": "This Ash of War grants no affinity to an armament, but imparts the following skill:\n\n\u0022Rolling Sparks: Scatter perfumed powder before you, triggering rolling explosions of deadly sparks. The properties of the sparks are determined by the perfume bottle used.\u0022\n\nUsable on perfume bottles.",
      "IDList": [
        405000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Keen affinity and the following skill:\n\n\u0022Raging Beast: Step with the swiftness of a beast, leap high, and slash foe from above. Initial step can be taken forward, backward, left, or right. Strong attack allows for a follow-up attack.\u0022\n\nUsable on beast claws.",
      "IDList": [
        406000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Keen affinity and the following skill:\n\n\u0022Savage Claws: Pounce like a beast to viciously slash into foe with left and right claws.\u0022\n\nUsable on beast claws.",
      "IDList": [
        407000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Keen affinity and the following skill:\n\n\u0022Blind Spot: Leap into close quarters to take advantage of the enemy\u0027s blind spot and gore them from the side. Inputs determine which side you strike from. This attack slips below the opponent\u0027s guard.\u0022\n\nUsable on backhand blades.",
      "IDList": [
        409000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Keen affinity and the following skill:\n\n\u0022Swift Slash: A skill passed down amongst hornsent swordsmen. Take a swift forward step to slice through foes. This sharp strike also fires off a shearing vacuum. Can be charged to increase the skill\u0027s power and the distance of the forward step.\u0022\n\nUsable on backhand blades.",
      "IDList": [
        410000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Keen affinity and the following skill:\n\n\u0022Overhead Stance: A skill that starts with the blade held high in a ready stance. Execute a normal attack from this stance to step forward and slash downwards, or a strong attack to deliver a series of downward slashes.\u0022\n\nUsable on great katana.",
      "IDList": [
        411000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Quality affinity and the following skill:\n\n\u0022Wing Stance: Calmly assume a right-sided stance. Normal attack triggers a rapid three-slash combination. Strong attack triggers a leaping thrust.\u0022\n\nUsable on light greatswords.",
      "IDList": [
        412000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Lightning affinity and the following skill:\n\n\u0022Blinkbolt: Skill used by the golden knights who served Godwyn. From a low stance, the body is transformed into a bolt of lightning and charges straight ahead at fulgurous speed.\u0022\n\nUsable on all melee armaments.",
      "IDList": [
        413000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Flame Art affinity and the following skill:\n\n\u0022Flame Skewer: Skill of Queelign of the Fire Knights. Enwreathe armament in flame and assume a low stance before skewering the enemy in a single motion. Strong attack unleashes a follow-up flame attack.\u0022\n\nUsable on medium and large armaments capable of thrusting.",
      "IDList": [
        414000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Heavy affinity and the following skill:\n\n\u0022Savage Lion\u0027s Claw: Skill of the particularly brave, even among the Redmanes. Somersault forwards, striking foes with armament. An additional strike may be performed with an additional input.\u0022\n\nUsable on swords, axes, and hammers\n(small armaments and thrusting swords excepted).",
      "IDList": [
        415000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Cold affinity and the following skill:\n\n\u0022Divine Beast Frost Stomp: A skill which imitates the wrath of the divine beast\u0027s dance. Lift a leg up high and stamp it down with great force. Sends a powerful wave of frost straight out along the ground. Can be charged to increase power and range.\u0022\n\nUsable on all melee armaments.",
      "IDList": [
        416000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Flame Art affinity and the following skill:\n\n\u0022Flame Spear: Skill of Kood, captain of the Fire Knights. Ready weapon for a thrusting attack and unleash a spear of flame straight ahead. Charge the attack to increase damage dealt and distance travelled.\u0022\n\nUsable on armaments capable of thrusting (claws and backhand blades excepted).",
      "IDList": [
        417000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Magic affinity and the following skill:\n\n\u0022Carian Sovereignty: Skill passed down the Carian royal family. Transform blade into a magical greatsword and bring it down. Additional input follows up with a horizontal sweep. Charge either attack to enhance potency.\u0022\n\nUsable on swords (colossal weapons excepted).",
      "IDList": [
        418000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Occult affinity and the following skill:\n\n\u0022Shriek of Sorrow: Skill utilized by the downtrodden. Scream, causing nearby enemies to flinch, while also recalling deep-seated resentment, boosting attack power based on the amount of HP remaining. The lower the HP, the greater the effect.\u0022\n\nUsable on all melee armaments.",
      "IDList": [
        419000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Cold affinity and the following skill:\n\n\u0022Ghostflame Call: Thrust out armament to summon ghostflame. Follow up with a normal attack to set the ground ablaze with ghostflame, or a strong attack to trigger a massive explosion.\u0022\n\nUsable on swords and spears\n(small armaments, twinblades, and backhand blades excepted).",
      "IDList": [
        422000
      ]
    },
    {
      "Text": "This Ash of War grants an armament the Poison affinity and the following skill:\n\n\u0022The Poison Flower Blooms Twice: Conjures stingers of scarlet rot from below to stab the enemy. Landing a follow-up attack on a foe already inflicted with poison or rot deals massive damage in one fell swoop.\u0022\n\nUsable on all melee armaments.",
      "IDList": [
        505000
      ]
    },
    {
      "Text": "This Ash of War grants no affinity to an armament, but imparts the following skill:\n\n\u0022Igon\u0027s Drake Hunt: Skill of Igon, drake warrior. Ready the bow before unleashing a twisted shot with a great bellow that considerably enhances its power.\u0022\n\nUsable on greatbows.",
      "IDList": [
        548000
      ]
    },
    {
      "Text": "This Ash of War grants no affinity to an armament, but imparts the following skill:\n\n\u0022Shield Strike: A skill that uses the shield to attack. Repeated inputs allow for up to three follow-up attacks.\u0022\n\nUsable on all shields.",
      "IDList": [
        800000
      ]
    }
  ]
}